
     var imgUrls= [
        '../../images/1.jpg',
        '../../images/2.jpg',
        '../../images/3.jpg'
      ]

      var local_data= [{
            "image":"../../images/md.jpg",
            "text":"他是一个全面的得分后卫，也是联盟最好的得分后卫之一，联盟连续的二届得分王。",
             "post":"1"
        },
        {
            "image":"../../images/sx.jpg",
            "text":" 寿司是日本传统美食之一。主要材料是用寿司醋调味过的维持在人体体温的饭块，再加上鱼肉，海鲜，蔬菜或鸡蛋等作配料，其味道鲜美，很受日本民众的喜爱。" ,
            "post":"2"   
        },
        {
            "image":"../../images/dm.jpeg",
            "text":" 《盗墓笔记》是作家南派三叔创作的一部盗墓题材小说，包括《盗墓笔记1七星鲁王宫》《盗墓笔记2秦岭神树》、《盗墓笔记3云顶天宫》、《盗墓笔记4蛇沼鬼城》、《盗墓笔记5谜海归巢》、《盗墓笔记6阴山古楼》、《盗墓笔记7邛笼石影》、《盗墓笔记8 大结局》。",
            "post":"3"
        }]


       var sport=[{
             "image":"../../images/md.jpg",
             "text":"他是一个全面的得分后卫，也是联盟最好的得分后卫之一，联盟连续的二届得分王。",
          },
          {
               "image":"../../images/lx.jpg",
             "text":"刘翔，1983年7月13日出生于上海市普陀区，中国男子田径队110米栏运动员。中国体育田径史上、也是亚洲田径史上第一个集奥运会冠军、室内室外世锦赛冠军、国际田联大奖赛总决赛冠军、世界纪录保持者多项荣誉于一身的运动员。。",
          },    
         ]

         var eating=[{
             "image":"../../images/sx.jpg",
              "text":" 寿司是日本传统美食之一。主要材料是用寿司醋调味过的维持在人体体温的饭块，再加上鱼肉，海鲜，蔬菜或鸡蛋等作配料，其味道鲜美，很受日本民众的喜爱。" ,
          }]

           var book=[{
            "image":"../../images/dm.jpeg",
              "text":" 《盗墓笔记》是作家南派三叔创作的一部盗墓题材小说，包括《盗墓笔记1七星鲁王宫》《盗墓笔记2秦岭神树》、《盗墓笔记3云顶天宫》、《盗墓笔记4蛇沼鬼城》、《盗墓笔记5谜海归巢》、《盗墓笔记6阴山古楼》、《盗墓笔记7邛笼石影》、《盗墓笔记8 大结局》。"
          },
          {
            "image":"../../images/sg.jpg",
              "text":" 《三国演义》是中国古典四大名著之一，是中国第一部长篇章回体历史演义小说，全名为《三国志通俗演义》（又称《三国志演义》），作者是元末明初的著名小说家罗贯中。"
          }
        ]
   
module.exports={
    imgUrls:imgUrls,
    classification:local_data,
    sport:sport,
    eating:eating,
    book:book
}